fml.define('fex/department',[],function(require,exports){
    "use strict";
    return [
        {
            "id": 2,
            "pid": 0,
            "name": "特别助理"
        },
        {
            "id": 3,
            "pid": 0,
            "name": "时尚"
        },
        {
            "id": 4,
            "pid": 0,
            "name": "财务部"
        },
        {
            "id": 5,
            "pid": 0,
            "name": "人力资源部"
        },
        {
            "id": 6,
            "pid": 0,
            "name": "行政"
        },
        {
            "id": 7,
            "pid": 0,
            "name": "商业运营"
        },
        {
            "id": 8,
            "pid": 0,
            "name": "美妆运营"
        },
        {
            "id": 9,
            "pid": 0,
            "name": "市场"
        },
        {
            "id": 10,
            "pid": 0,
            "name": "产品营销"
        },
        {
            "id": 12,
            "pid": 10,
            "name": "产品营销部-用户增长和营销"
        },
        {
            "id": 13,
            "pid": 10,
            "name": "产品营销部-用户体验设计中心"
        },
        {
            "id": 15,
            "pid": 29,
            "name": "数据智能"
        },
        {
            "id": 17,
            "pid": 29,
            "name": "用户研发"
        },
        {
            "id": 18,
            "pid": 29,
            "name": "商业产品研发"
        },
        {
            "id": 22,
            "pid": 95,
            "name": "交易产品－交易产品"
        },
        {
            "id": 23,
            "pid": 10,
            "name": "产品营销部-主客户端产品"
        },
        {
            "id": 24,
            "pid": 9,
            "name": "市场部-品牌传播"
        },
        {
            "id": 25,
            "pid": 9,
            "name": "市场部-品牌推广C"
        },
        {
            "id": 26,
            "pid": 9,
            "name": "市场部-品牌推广B"
        },
        {
            "id": 27,
            "pid": 9,
            "name": "市场部-品牌推广A"
        },
        {
            "id": 29,
            "pid": 0,
            "name": "技术部"
        },
        {
            "id": 31,
            "pid": 0,
            "name": "时尚运营"
        },
        {
            "id": 32,
            "pid": 30,
            "name": "风险控制组"
        },
        {
            "id": 33,
            "pid": 30,
            "name": "用户客服组"
        },
        {
            "id": 34,
            "pid": 7,
            "name": "商业运营部-商业运营"
        },
        {
            "id": 35,
            "pid": 0,
            "name": "商家运营"
        },
        {
            "id": 36,
            "pid": 35,
            "name": "团购"
        },
        {
            "id": 39,
            "pid": 7,
            "name": "商业运营部-业务运营"
        },
        {
            "id": 40,
            "pid": 7,
            "name": "商业产品"
        },
        {
            "id": 41,
            "pid": 8,
            "name": "美妆运营-美妆运营"
        },
        {
            "id": 42,
            "pid": 8,
            "name": "美妆及品牌销售-华北区"
        },
        {
            "id": 43,
            "pid": 8,
            "name": "美妆及品牌销售-华东区"
        },
        {
            "id": 44,
            "pid": 8,
            "name": "美妆及品牌销售-华南区"
        },
        {
            "id": 45,
            "pid": 0,
            "name": "时尚运营"
        },
        {
            "id": 46,
            "pid": 102,
            "name": "规则与风控部－规则与风控"
        },
        {
            "id": 47,
            "pid": 104,
            "name": "用户客服－用户客服"
        },
        {
            "id": 49,
            "pid": 35,
            "name": "华南"
        },
        {
            "id": 50,
            "pid": 35,
            "name": "华东"
        },
        {
            "id": 51,
            "pid": 8,
            "name": "美妆运营-美妆招商"
        },
        {
            "id": 52,
            "pid": 8,
            "name": "美妆线下"
        },
        {
            "id": 53,
            "pid": 0,
            "name": "搭配"
        },
        {
            "id": 54,
            "pid": 29,
            "name": "上海研发"
        },
        {
            "id": 55,
            "pid": 35,
            "name": "华北"
        },
        {
            "id": 56,
            "pid": 0,
            "name": "华东供应链中心"
        },
        {
            "id": 57,
            "pid": 53,
            "name": "搭配-搭配产品开发"
        },
        {
            "id": 58,
            "pid": 53,
            "name": "搭配-搭配产品运营"
        },
        {
            "id": 59,
            "pid": 8,
            "name": "美妆运营-美妆线上招商"
        },
        {
            "id": 60,
            "pid": 8,
            "name": "美妆线下招商"
        },
        {
            "id": 61,
            "pid": 35,
            "name": "商家运营-韩国事业"
        },
        {
            "id": 62,
            "pid": 35,
            "name": "商家客服"
        },
        {
            "id": 63,
            "pid": 79,
            "name": "平台运营-商家生态"
        },
        {
            "id": 64,
            "pid": 1167,
            "name": "类目运营"
        },
        {
            "id": 65,
            "pid": 1167,
            "name": "网盟BD"
        },
        {
            "id": 66,
            "pid": 1167,
            "name": "综合支持"
        },
        {
            "id": 67,
            "pid": 1167,
            "name": "美钻"
        },
        {
            "id": 68,
            "pid": 1287,
            "name": "KA及品牌华南区"
        },
        {
            "id": 69,
            "pid": 7,
            "name": "商业运营-KA及品牌区域-上海"
        },
        {
            "id": 71,
            "pid": 7,
            "name": "KA及品牌运营"
        },
        {
            "id": 72,
            "pid": 7,
            "name": "商业运营-KA及品牌区域A"
        },
        {
            "id": 73,
            "pid": 7,
            "name": "商业运营-KA及品牌区域B"
        },
        {
            "id": 74,
            "pid": 35,
            "name": "商家运营-营销业务"
        },
        {
            "id": 75,
            "pid": 79,
            "name": "平台运营-视觉创意"
        },
        {
            "id": 76,
            "pid": 103,
            "name": "仓储物流部－仓储物流"
        },
        {
            "id": 77,
            "pid": 7,
            "name": "商业运营-KA及品牌区域-杭州"
        },
        {
            "id": 78,
            "pid": 7,
            "name": "商业运营－策划"
        },
        {
            "id": 79,
            "pid": 0,
            "name": "平台运营部"
        },
        {
            "id": 80,
            "pid": 0,
            "name": "华南供应链中心"
        },
        {
            "id": 81,
            "pid": 0,
            "name": "供应链中心"
        },
        {
            "id": 82,
            "pid": 35,
            "name": "商家策略"
        },
        {
            "id": 83,
            "pid": 107,
            "name": "商家培训"
        },
        {
            "id": 84,
            "pid": 35,
            "name": "商家生态"
        },
        {
            "id": 85,
            "pid": 35,
            "name": "商家运营 - 视觉创意"
        },
        {
            "id": 86,
            "pid": 0,
            "name": "HIGO"
        },
        {
            "id": 87,
            "pid": 86,
            "name": "HIGO—HIGO运营"
        },
        {
            "id": 88,
            "pid": 1239,
            "name": "后台"
        },
        {
            "id": 89,
            "pid": 1239,
            "name": "架构组"
        },
        {
            "id": 90,
            "pid": 1239,
            "name": "微信及H5"
        },
        {
            "id": 91,
            "pid": 1239,
            "name": "App用户侧"
        },
        {
            "id": 92,
            "pid": 86,
            "name": "UI设计"
        },
        {
            "id": 93,
            "pid": 1239,
            "name": "HIGO测试"
        },
        {
            "id": 94,
            "pid": 1239,
            "name": "HIGO数据分析"
        },
        {
            "id": 95,
            "pid": 0,
            "name": "交易产品"
        },
        {
            "id": 96,
            "pid": 0,
            "name": "支付产品"
        },
        {
            "id": 97,
            "pid": 96,
            "name": "支付产品－支付产品"
        },
        {
            "id": 102,
            "pid": 0,
            "name": "规则与风控"
        },
        {
            "id": 103,
            "pid": 0,
            "name": "仓储物流"
        },
        {
            "id": 104,
            "pid": 0,
            "name": "用户客服"
        },
        {
            "id": 105,
            "pid": 35,
            "name": "商家运营-团购"
        },
        {
            "id": 106,
            "pid": 35,
            "name": "商家运营－美丽制造"
        },
        {
            "id": 107,
            "pid": 35,
            "name": "商家转型"
        },
        {
            "id": 108,
            "pid": 35,
            "name": "商家产品"
        },
        {
            "id": 109,
            "pid": 35,
            "name": "商家营销"
        },
        {
            "id": 110,
            "pid": 35,
            "name": "清仓"
        },
        {
            "id": 111,
            "pid": 0,
            "name": "微店"
        },
        {
            "id": 112,
            "pid": 111,
            "name": "微店产品"
        },
        {
            "id": 113,
            "pid": 111,
            "name": "新业务－微店"
        },
        {
            "id": 114,
            "pid": 111,
            "name": "新业务－C2B"
        },
        {
            "id": 115,
            "pid": 111,
            "name": "微店招商"
        },
        {
            "id": 116,
            "pid": 1239,
            "name": "运维"
        },
        {
            "id": 117,
            "pid": 86,
            "name": "HIGO—HIGO产品"
        },
        {
            "id": 118,
            "pid": 81,
            "name": "供应链中心－供应链中心项目部"
        },
        {
            "id": 119,
            "pid": 86,
            "name": "HIGO市场"
        },
        {
            "id": 120,
            "pid": 0,
            "name": "法务部"
        },
        {
            "id": 121,
            "pid": 0,
            "name": "GR"
        },
        {
            "id": 122,
            "pid": 0,
            "name": "供应链物流产品"
        },
        {
            "id": 123,
            "pid": 122,
            "name": "供应链物流产品－供应链物流产品"
        },
        {
            "id": 124,
            "pid": 122,
            "name": "供应链物流产品－供应链物流设计"
        },
        {
            "id": 125,
            "pid": 86,
            "name": "B2C"
        },
        {
            "id": 126,
            "pid": 35,
            "name": "全球潮流同款"
        },
        {
            "id": 127,
            "pid": 9,
            "name": "娱乐营销"
        },
        {
            "id": 128,
            "pid": 35,
            "name": "运营支持"
        },
        {
            "id": 129,
            "pid": 86,
            "name": "HIGO商家客服"
        },
        {
            "id": 1015,
            "pid": 0,
            "name": "创新产品"
        },
        {
            "id": 1053,
            "pid": 5,
            "name": "ER"
        },
        {
            "id": 1059,
            "pid": 56,
            "name": "板房"
        },
        {
            "id": 1061,
            "pid": 4,
            "name": "报告/主站业务"
        },
        {
            "id": 1063,
            "pid": 120,
            "name": "北京法务"
        },
        {
            "id": 1065,
            "pid": 31,
            "name": "编辑组"
        },
        {
            "id": 1067,
            "pid": 4,
            "name": "财务系统"
        },
        {
            "id": 1069,
            "pid": 6,
            "name": "采购管理"
        },
        {
            "id": 1071,
            "pid": 6,
            "name": "大型项目"
        },
        {
            "id": 1073,
            "pid": 104,
            "name": "电话客服"
        },
        {
            "id": 1075,
            "pid": 102,
            "name": "反作弊"
        },
        {
            "id": 1077,
            "pid": 102,
            "name": "风控产品"
        },
        {
            "id": 1079,
            "pid": 102,
            "name": "风险控制"
        },
        {
            "id": 1081,
            "pid": 104,
            "name": "服务优化"
        },
        {
            "id": 1083,
            "pid": 9,
            "name": "公关"
        },
        {
            "id": 1085,
            "pid": 120,
            "name": "广州法务"
        },
        {
            "id": 1087,
            "pid": 5,
            "name": "广州人力资源"
        },
        {
            "id": 1089,
            "pid": 5,
            "name": "杭州人力资源"
        },
        {
            "id": 1091,
            "pid": 56,
            "name": "核价部"
        },
        {
            "id": 1099,
            "pid": 6,
            "name": "环境管理"
        },
        {
            "id": 1101,
            "pid": 86,
            "name": "活动促销组"
        },
        {
            "id": 1103,
            "pid": 9,
            "name": "活动营销"
        },
        {
            "id": 1105,
            "pid": 5,
            "name": "技术BP组"
        },
        {
            "id": 1107,
            "pid": 95,
            "name": "交易二组"
        },
        {
            "id": 1109,
            "pid": 95,
            "name": "交易一组"
        },
        {
            "id": 1111,
            "pid": 96,
            "name": "金融BD组"
        },
        {
            "id": 1113,
            "pid": 80,
            "name": "经营管理部"
        },
        {
            "id": 1115,
            "pid": 31,
            "name": "类目二组"
        },
        {
            "id": 1117,
            "pid": 31,
            "name": "类目三组"
        },
        {
            "id": 1119,
            "pid": 31,
            "name": "类目一组"
        },
        {
            "id": 1121,
            "pid": 103,
            "name": "流程规划部"
        },
        {
            "id": 1123,
            "pid": 31,
            "name": "买手组"
        },
        {
            "id": 1127,
            "pid": 56,
            "name": "面辅料部"
        },
        {
            "id": 1129,
            "pid": 102,
            "name": "内部监察"
        },
        {
            "id": 1131,
            "pid": 86,
            "name": "内容运营"
        },
        {
            "id": 1133,
            "pid": 104,
            "name": "培训"
        },
        {
            "id": 1135,
            "pid": 9,
            "name": "品牌管理"
        },
        {
            "id": 1139,
            "pid": 1015,
            "name": "渠道拓展"
        },
        {
            "id": 1143,
            "pid": 104,
            "name": "人事行政"
        },
        {
            "id": 1145,
            "pid": 86,
            "name": "商家侧产品"
        },
        {
            "id": 1159,
            "pid": 56,
            "name": "商品部"
        },
        {
            "id": 1161,
            "pid": 102,
            "name": "商品品质"
        },
        {
            "id": 1167,
            "pid": 7,
            "name": "商业运营（全国）"
        },
        {
            "id": 1169,
            "pid": 5,
            "name": "上海人力资源"
        },
        {
            "id": 1173,
            "pid": 80,
            "name": "生产中心"
        },
        {
            "id": 1177,
            "pid": 7,
            "name": "数据中心"
        },
        {
            "id": 1181,
            "pid": 102,
            "name": "违规稽查"
        },
        {
            "id": 1183,
            "pid": 104,
            "name": "文字客服"
        },
        {
            "id": 1185,
            "pid": 7,
            "name": "销售运营"
        },
        {
            "id": 1187,
            "pid": 80,
            "name": "研发中心"
        },
        {
            "id": 1189,
            "pid": 6,
            "name": "业务办理"
        },
        {
            "id": 1191,
            "pid": 80,
            "name": "业务中心"
        },
        {
            "id": 1193,
            "pid": 86,
            "name": "用户侧产品"
        },
        {
            "id": 1199,
            "pid": 6,
            "name": "员工活动"
        },
        {
            "id": 1201,
            "pid": 5,
            "name": "运营BP二组"
        },
        {
            "id": 1203,
            "pid": 5,
            "name": "运营BP一组"
        },
        {
            "id": 1205,
            "pid": 31,
            "name": "运营二组"
        },
        {
            "id": 1207,
            "pid": 31,
            "name": "运营三组"
        },
        {
            "id": 1209,
            "pid": 31,
            "name": "运营一组"
        },
        {
            "id": 1213,
            "pid": 5,
            "name": "招聘策略"
        },
        {
            "id": 1215,
            "pid": 5,
            "name": "招聘组"
        },
        {
            "id": 1217,
            "pid": 9,
            "name": "整合营销"
        },
        {
            "id": 1219,
            "pid": 96,
            "name": "支付产品组"
        },
        {
            "id": 1221,
            "pid": 96,
            "name": "支付运营组"
        },
        {
            "id": 1223,
            "pid": 56,
            "name": "质检部"
        },
        {
            "id": 1225,
            "pid": 104,
            "name": "质量提升"
        },
        {
            "id": 1227,
            "pid": 10,
            "name": "主客户端产品"
        },
        {
            "id": 1229,
            "pid": 6,
            "name": "资产管理"
        },
        {
            "id": 1231,
            "pid": 4,
            "name": "资金"
        },
        {
            "id": 1233,
            "pid": 4,
            "name": "资金及结算/Higo、制造等业务线"
        },
        {
            "id": 1235,
            "pid": 5,
            "name": "组织发展与人才中心"
        },
        {
            "id": 1237,
            "pid": 86,
            "name": "C2C"
        },
        {
            "id": 1239,
            "pid": 86,
            "name": "技术"
        },
        {
            "id": 1241,
            "pid": 103,
            "name": "仓储部"
        },
        {
            "id": 1243,
            "pid": 102,
            "name": "规则及监察"
        },
        {
            "id": 1245,
            "pid": 86,
            "name": "HIGOBP组"
        },
        {
            "id": 1255,
            "pid": 111,
            "name": "微店运营"
        },
        {
            "id": 1259,
            "pid": 111,
            "name": "微店数据"
        },
        {
            "id": 1261,
            "pid": 111,
            "name": "微店营销"
        },
        {
            "id": 1263,
            "pid": 86,
            "name": "HIGO招商"
        },
        {
            "id": 1265,
            "pid": 1227,
            "name": "APP卖场"
        },
        {
            "id": 1267,
            "pid": 1145,
            "name": "B2C和物流开放组"
        },
        {
            "id": 1269,
            "pid": 1245,
            "name": "BP组"
        },
        {
            "id": 1271,
            "pid": 1245,
            "name": "C&B"
        },
        {
            "id": 1273,
            "pid": 107,
            "name": "CS商家运营"
        },
        {
            "id": 1275,
            "pid": 15,
            "name": "FOCUS"
        },
        {
            "id": 1277,
            "pid": 17,
            "name": "FTP"
        },
        {
            "id": 1279,
            "pid": 1233,
            "name": "Higo/美喵业务分析"
        },
        {
            "id": 1281,
            "pid": 1073,
            "name": "HIGO/微圈客服"
        },
        {
            "id": 1283,
            "pid": 54,
            "name": "HIGO后端"
        },
        {
            "id": 1285,
            "pid": 1135,
            "name": "HIGO品牌管理"
        },
        {
            "id": 1287,
            "pid": 1167,
            "name": "KA及品牌区域"
        },
        {
            "id": 1289,
            "pid": 55,
            "name": "KA项目"
        },
        {
            "id": 1291,
            "pid": 1227,
            "name": "PC"
        },
        {
            "id": 1293,
            "pid": 1059,
            "name": "QC"
        },
        {
            "id": 1295,
            "pid": 1139,
            "name": "SEM"
        },
        {
            "id": 1297,
            "pid": 1227,
            "name": "UE"
        },
        {
            "id": 1299,
            "pid": 1227,
            "name": "UI设计组"
        },
        {
            "id": 1301,
            "pid": 1059,
            "name": "版师二组"
        },
        {
            "id": 1303,
            "pid": 1059,
            "name": "版师一组"
        },
        {
            "id": 1305,
            "pid": 1231,
            "name": "北京出纳组"
        },
        {
            "id": 1307,
            "pid": 1123,
            "name": "北京买手组"
        },
        {
            "id": 1309,
            "pid": 1059,
            "name": "裁剪组"
        },
        {
            "id": 1311,
            "pid": 54,
            "name": "测试"
        },
        {
            "id": 1313,
            "pid": 15,
            "name": "策略算法"
        },
        {
            "id": 1315,
            "pid": 1167,
            "name": "策略组"
        },
        {
            "id": 1317,
            "pid": 1227,
            "name": "产品运营"
        },
        {
            "id": 1319,
            "pid": 17,
            "name": "服务端研发"
        },
        {
            "id": 1321,
            "pid": 1223,
            "name": "服装QC"
        },
        {
            "id": 1323,
            "pid": 71,
            "name": "福利社"
        },
        {
            "id": 1325,
            "pid": 1127,
            "name": "辅料组"
        },
        {
            "id": 1327,
            "pid": 82,
            "name": "复购项目"
        },
        {
            "id": 1329,
            "pid": 1059,
            "name": "工艺师"
        },
        {
            "id": 1331,
            "pid": 18,
            "name": "广告"
        },
        {
            "id": 1333,
            "pid": 1241,
            "name": "广州仓储部"
        },
        {
            "id": 1335,
            "pid": 1241,
            "name": "广州仓储商品部"
        },
        {
            "id": 1337,
            "pid": 1241,
            "name": "广州仓储运输部"
        },
        {
            "id": 1339,
            "pid": 1123,
            "name": "广州买手组"
        },
        {
            "id": 1341,
            "pid": 107,
            "name": "韩货"
        },
        {
            "id": 1343,
            "pid": 1059,
            "name": "后道组"
        },
        {
            "id": 1347,
            "pid": 1173,
            "name": "华南供应链B2B项目1组"
        },
        {
            "id": 1349,
            "pid": 1173,
            "name": "华南供应链B2B项目2组"
        },
        {
            "id": 1351,
            "pid": 1187,
            "name": "华南供应链板房部"
        },
        {
            "id": 1353,
            "pid": 1173,
            "name": "华南供应链采购组"
        },
        {
            "id": 1355,
            "pid": 1173,
            "name": "华南供应链核价组"
        },
        {
            "id": 1357,
            "pid": 1173,
            "name": "华南供应链品控部"
        },
        {
            "id": 1359,
            "pid": 1187,
            "name": "华南供应链设计部"
        },
        {
            "id": 1361,
            "pid": 1187,
            "name": "华南供应链业务承接组"
        },
        {
            "id": 1363,
            "pid": 82,
            "name": "会员产品运营"
        },
        {
            "id": 1365,
            "pid": 17,
            "name": "基础架构部"
        },
        {
            "id": 1367,
            "pid": 15,
            "name": "基础数据"
        },
        {
            "id": 1369,
            "pid": 1113,
            "name": "计划组"
        },
        {
            "id": 1371,
            "pid": 1105,
            "name": "技术BP二组"
        },
        {
            "id": 1373,
            "pid": 1105,
            "name": "技术BP三组"
        },
        {
            "id": 1375,
            "pid": 1105,
            "name": "技术BP一组"
        },
        {
            "id": 1377,
            "pid": 55,
            "name": "家居/包/男装"
        },
        {
            "id": 1381,
            "pid": 18,
            "name": "交易"
        },
        {
            "id": 1383,
            "pid": 1145,
            "name": "交易管理"
        },
        {
            "id": 1385,
            "pid": 54,
            "name": "开放平台"
        },
        {
            "id": 1389,
            "pid": 1237,
            "name": "类目运营组1"
        },
        {
            "id": 1391,
            "pid": 1237,
            "name": "类目运营组2"
        },
        {
            "id": 1393,
            "pid": 1237,
            "name": "类目运营组3"
        },
        {
            "id": 1395,
            "pid": 1121,
            "name": "流程规划项目培训部"
        },
        {
            "id": 1397,
            "pid": 1225,
            "name": "流程组"
        },
        {
            "id": 1399,
            "pid": 1135,
            "name": "美丽说品牌管理"
        },
        {
            "id": 1401,
            "pid": 54,
            "name": "美丽微店"
        },
        {
            "id": 1403,
            "pid": 54,
            "name": "美丽物流"
        },
        {
            "id": 1405,
            "pid": 54,
            "name": "美丽制造"
        },
        {
            "id": 1407,
            "pid": 15,
            "name": "美妆"
        },
        {
            "id": 1409,
            "pid": 60,
            "name": "美妆华北线下招商"
        },
        {
            "id": 1411,
            "pid": 60,
            "name": "美妆华东线下招商"
        },
        {
            "id": 1413,
            "pid": 60,
            "name": "美妆华南线下招商"
        },
        {
            "id": 1415,
            "pid": 52,
            "name": "美妆线下产品"
        },
        {
            "id": 1417,
            "pid": 52,
            "name": "美妆线下设计"
        },
        {
            "id": 1419,
            "pid": 52,
            "name": "美妆线下运营"
        },
        {
            "id": 1423,
            "pid": 1127,
            "name": "面料跟单组"
        },
        {
            "id": 1425,
            "pid": 1127,
            "name": "面料开发组"
        },
        {
            "id": 1427,
            "pid": 36,
            "name": "秒杀"
        },
        {
            "id": 1429,
            "pid": 1235,
            "name": "培训组"
        },
        {
            "id": 1431,
            "pid": 36,
            "name": "品类运营"
        },
        {
            "id": 1433,
            "pid": 71,
            "name": "品牌区域执行"
        },
        {
            "id": 1435,
            "pid": 17,
            "name": "系统服务部"
        },
        {
            "id": 1437,
            "pid": 71,
            "name": "品牌运营"
        },
        {
            "id": 1439,
            "pid": 17,
            "name": "平台研发部"
        },
        {
            "id": 1441,
            "pid": 1235,
            "name": "企业文化组"
        },
        {
            "id": 1443,
            "pid": 18,
            "name": "前端"
        },
        {
            "id": 1445,
            "pid": 54,
            "name": "前端研发"
        },
        {
            "id": 1447,
            "pid": 1139,
            "name": "渠道拓展二组"
        },
        {
            "id": 1449,
            "pid": 1139,
            "name": "渠道拓展一组"
        },
        {
            "id": 1451,
            "pid": 15,
            "name": "日活"
        },
        {
            "id": 1453,
            "pid": 1145,
            "name": "商家服务"
        },
        {
            "id": 1455,
            "pid": 18,
            "name": "商家后台"
        },
        {
            "id": 1457,
            "pid": 1233,
            "name": "商家结算与清结算"
        },
        {
            "id": 1459,
            "pid": 126,
            "name": "商家协调组"
        },
        {
            "id": 1461,
            "pid": 126,
            "name": "商家运营组"
        },
        {
            "id": 1463,
            "pid": 1159,
            "name": "商品1组"
        },
        {
            "id": 1465,
            "pid": 1159,
            "name": "商品2组"
        },
        {
            "id": 1467,
            "pid": 1159,
            "name": "商品3组"
        },
        {
            "id": 1469,
            "pid": 1159,
            "name": "商品4组"
        },
        {
            "id": 1471,
            "pid": 1159,
            "name": "商品部面料开发"
        },
        {
            "id": 1473,
            "pid": 1159,
            "name": "商品部鞋类"
        },
        {
            "id": 1475,
            "pid": 84,
            "name": "商务"
        },
        {
            "id": 1477,
            "pid": 126,
            "name": "商务BD组"
        },
        {
            "id": 1479,
            "pid": 1241,
            "name": "上海仓储部"
        },
        {
            "id": 1481,
            "pid": 50,
            "name": "数据"
        },
        {
            "id": 1483,
            "pid": 15,
            "name": "数据分析"
        },
        {
            "id": 1485,
            "pid": 15,
            "name": "数据平台"
        },
        {
            "id": 1487,
            "pid": 1225,
            "name": "数据组"
        },
        {
            "id": 1489,
            "pid": 1225,
            "name": "投诉稽查组"
        },
        {
            "id": 1491,
            "pid": 62,
            "name": "投诉组"
        },
        {
            "id": 1495,
            "pid": 1183,
            "name": "微博/微信客服组"
        },
        {
            "id": 1499,
            "pid": 17,
            "name": "无线客户端研发"
        },
        {
            "id": 1501,
            "pid": 1233,
            "name": "物流（上海）"
        },
        {
            "id": 1503,
            "pid": 49,
            "name": "鞋包组"
        },
        {
            "id": 1505,
            "pid": 50,
            "name": "鞋子/配饰"
        },
        {
            "id": 1507,
            "pid": 107,
            "name": "新类目"
        },
        {
            "id": 1509,
            "pid": 107,
            "name": "新商家"
        },
        {
            "id": 1511,
            "pid": 1059,
            "name": "样衣工二组"
        },
        {
            "id": 1513,
            "pid": 1059,
            "name": "样衣工一组"
        },
        {
            "id": 1515,
            "pid": 50,
            "name": "腰部/新类目"
        },
        {
            "id": 1517,
            "pid": 50,
            "name": "衣服/包"
        },
        {
            "id": 1519,
            "pid": 55,
            "name": "衣服/鞋/配饰"
        },
        {
            "id": 1521,
            "pid": 49,
            "name": "衣服二组"
        },
        {
            "id": 1523,
            "pid": 49,
            "name": "衣服一组"
        },
        {
            "id": 1525,
            "pid": 1227,
            "name": "营销"
        },
        {
            "id": 1527,
            "pid": 49,
            "name": "营销组"
        },
        {
            "id": 1529,
            "pid": 1227,
            "name": "用户增长"
        },
        {
            "id": 1531,
            "pid": 1183,
            "name": "邮箱客服组"
        },
        {
            "id": 1535,
            "pid": 84,
            "name": "运营"
        },
        {
            "id": 1537,
            "pid": 1227,
            "name": "运营活动"
        },
        {
            "id": 1539,
            "pid": 1183,
            "name": "在线投诉组"
        },
        {
            "id": 1541,
            "pid": 50,
            "name": "招商"
        },
        {
            "id": 1543,
            "pid": 18,
            "name": "支付"
        },
        {
            "id": 1545,
            "pid": 1233,
            "name": "制造（上海）"
        },
        {
            "id": 1547,
            "pid": 1233,
            "name": "制造/物流（广州）"
        },
        {
            "id": 1549,
            "pid": 36,
            "name": "质检"
        },
        {
            "id": 1551,
            "pid": 1225,
            "name": "质控组"
        },
        {
            "id": 1553,
            "pid": 1073,
            "name": "仲裁组"
        },
        {
            "id": 1555,
            "pid": 1061,
            "name": "主站报表组"
        },
        {
            "id": 1557,
            "pid": 1227,
            "name": "追光项目"
        },
        {
            "id": 1563,
            "pid": 62,
            "name": "商服组"
        },
        {
            "id": 1567,
            "pid": 82,
            "name": "商家策略运营"
        },
        {
            "id": 1569,
            "pid": 1145,
            "name": "商家侧运营支持"
        },
        {
            "id": 1575,
            "pid": 62,
            "name": "商家投诉组"
        },
        {
            "id": 1577,
            "pid": 50,
            "name": "商家华东营销"
        },
        {
            "id": 1579,
            "pid": 55,
            "name": "商家华北营销"
        },
        {
            "id": 1581,
            "pid": 49,
            "name": "新商家及小商家"
        },
        {
            "id": 1583,
            "pid": 1277,
            "name": "FE"
        },
        {
            "id": 1585,
            "pid": 1287,
            "name": "KA华东区"
        },
        {
            "id": 1587,
            "pid": 1287,
            "name": "KA及品牌华北区"
        },
        {
            "id": 1591,
            "pid": 1277,
            "name": "SU+活动"
        },
        {
            "id": 1593,
            "pid": 91,
            "name": "安卓"
        },
        {
            "id": 1595,
            "pid": 1503,
            "name": "包配组"
        },
        {
            "id": 1597,
            "pid": 1463,
            "name": "采购1组"
        },
        {
            "id": 1599,
            "pid": 1277,
            "name": "测试开发"
        },
        {
            "id": 1601,
            "pid": 1555,
            "name": "总账组"
        },
        {
            "id": 1603,
            "pid": 64,
            "name": "充值组"
        },
        {
            "id": 1605,
            "pid": 1465,
            "name": "跟单2组"
        },
        {
            "id": 1607,
            "pid": 1467,
            "name": "跟单3组"
        },
        {
            "id": 1609,
            "pid": 88,
            "name": "后台组2"
        },
        {
            "id": 1611,
            "pid": 88,
            "name": "后台组3"
        },
        {
            "id": 1613,
            "pid": 88,
            "name": "后台组4"
        },
        {
            "id": 1615,
            "pid": 1457,
            "name": "结算"
        },
        {
            "id": 1617,
            "pid": 1409,
            "name": "美妆后台支持"
        },
        {
            "id": 1619,
            "pid": 1409,
            "name": "美妆线下拓展"
        },
        {
            "id": 1621,
            "pid": 1409,
            "name": "美妆线下招商培训中心"
        },
        {
            "id": 1623,
            "pid": 1287,
            "name": "品牌华东区"
        },
        {
            "id": 1625,
            "pid": 1457,
            "name": "清算"
        },
        {
            "id": 1627,
            "pid": 1463,
            "name": "设计1组"
        },
        {
            "id": 1629,
            "pid": 1465,
            "name": "设计2组"
        },
        {
            "id": 1631,
            "pid": 1467,
            "name": "设计3组"
        },
        {
            "id": 1633,
            "pid": 1555,
            "name": "税务组及其他小公司账务"
        },
        {
            "id": 1635,
            "pid": 1503,
            "name": "鞋子组"
        },
        {
            "id": 1637,
            "pid": 64,
            "name": "新客户组"
        },
        {
            "id": 1639,
            "pid": 64,
            "name": "腰部组"
        },
        {
            "id": 1641,
            "pid": 64,
            "name": "长尾组"
        },
        {
            "id": 1643,
            "pid": 1503,
            "name": "招商组"
        },
        {
            "id": 1645,
            "pid": 64,
            "name": "咨询组"
        },
        {
            "id": 1647,
            "pid": 1167,
            "name": "商业培训组"
        },
        {
            "id": 1649,
            "pid": 1277,
            "name": "TEST1"
        },
        {
            "id": 1651,
            "pid": 1277,
            "name": "TEST2"
        },
        {
            "id": 1653,
            "pid": 1587,
            "name": "华北KA"
        },
        {
            "id": 1655,
            "pid": 1587,
            "name": "华北品牌策划销售"
        },
        {
            "id": 1657,
            "pid": 68,
            "name": "华南KA"
        },
        {
            "id": 1659,
            "pid": 68,
            "name": "华南品牌策划销售"
        },
        {
            "id": 1661,
            "pid": 1625,
            "name": "清结算组"
        },
        {
            "id": 1663,
            "pid": 0,
            "name": "CFO"
        }
    ];
});